# მომხმარებელს შემოატანინეთ ორი რიცხვი და დაბეჭდეთ მათი ჯამი. გატესტეთ კოდი და მოიძიეთ ინფორმაცია, თუ რატომ არ დაიბეჭდა სასურველი შედეგი და როგორ შეიძლება ამ პრობლემის მოგვარება.(რიცხვების ჯამი არ გამოვა, ისინი უბრალოდ ერთმანეთს მიეწებებიან)

enter_number = input("pls enter a number that you want to output: ")
enter_number2 = input("pls enter a number that you want to output: ")
print(enter_number + enter_number2)

# იმიტომ არ გამოაქვს მათი ჯამი და გამოაქვს ისისნი ერთმანეთზე მიწეპებული რომ როდესაც მომხმარებელი წერს რიცხვს ის ინახება როგორც სტრინგი და ჩვენ  ვიციტ რომ სტრინგები ერთმანეთან კიარ ჯამდება არამედ ერთმანეთის შემდეგ იწერება





