# კონკადინაცია არის სტრინგის სტრინგზე შეერთება მაგალითად:
word1 = "goga" #აქ ვინახავ სახელს რომ შემდეგ მაგალიტისთვის პრინტში გამოვიტანო
word2 = "asatiani" # აქ ვინახავ გვარს რათა შემდეგ პრინტში სახელის ერთად გამოვიტანო
print(word1 + word2) #აქ უკვე გავუწერე პრინტი სახელს და გვარს და გამოვიტანე ისინი ისე რომ ერთ წინადადებაში მოქცეულიყვნენ
# ეს გამოიტანს gogaasatiani-ს
word3 = "გაბრიელი"
word4 = "მოლოდინი"
print(word3 + word4)
# ეს გამოიტანს გაბრიელიმოლოდინი-ს
word5 = "sandro"
word6 = "navrozashvili"
print(word5 + word6)
# ეს გამოიტანს sandronavrozashvili-ს